Reloaded family not appropriate for repeated component.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ComponentRepeaterSlot_InvalidFamilyOnReload { get; }
  Visual Basic
Public Shared ReadOnly Property ComponentRepeaterSlot_InvalidFamilyOnReload As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ComponentRepeaterSlot_InvalidFamilyOnReload {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ComponentRepeaterSlotFailures Class
  Autodesk.Revit.DB Namespace